package games

type Question struct {
	Question string
	Options  []string
	Answer   string
}

var SajjadQuiz = []Question{

	{
		Question: "⚽ از نظر سجاد بهترین بازیکن فوتبال کیه؟ 🐐",
		Options: []string{
			"مسی 🐐",
			"رونالدو 👑",
			"نیمار 🎩",
			"هالند 🔥",
		},
		Answer: "رونالدو 👑",
	},

	{
		Question: "📺 سجاد کدام سریال را بیشتر دوست دارد؟",
		Options: []string{
			"واکینگ دد 🧟",
			"بریکینگ بد ⚗️",
			"فرار از زندان 🔒",
			"مانی هیست 💰",
		},
		Answer: "فرار از زندان 🔒",
	},

	// {
	// 	Question: "😨 سجاد از چه چیزی بیشتر می‌ترسد؟",
	// 	Options: []string{
	// 		"جن 👻",
	// 		"قاتل سریالی 🔪",
	// 		"آمریکا 🇺🇸",
	// 		"سجاد از کسی ترس نداره",
	// 	},
	// 	Answer: "سجاد از کسی ترس نداره",
	// },

	{
		Question: "😂 چرا همه شیفته سجاد هستند؟",
		Options: []string{
			"مهربانی ❤️",
			"خوشگلی 😎",
			"هنرمندی 🎨",
			"حاجی همه جوره عالیه  من کلا شیفته این بشر شدم 👑",
		},
		Answer: "حاجی همه جوره عالیه  من کلا شیفته این بشر شدم 👑",
	},

	{
		Question: "😡 سجاد از چه افرادی بیشتر متنفر است؟",
		Options: []string{
			"آدم بی ادب 🤬",
			"استوری مود بازها 🎮",
			"آدم بی شعور 😑",
			"تریاکی‌ها 🚬",
		},
		Answer: "استوری مود بازها 🎮",
	},
}
