package friends

var Friends = map[string]string{

	"shroud12": `سلام سجاد 😎
خالق این ربات تشریف آورد! 👑
امیدوارم امروز دیگه باگ جدیدی اضافه نکنی 😂`,

	"Apresv": `سلام به اسطوره دانشگاه، رضا! 😎🔥

کیلین دیکتاتور وارد میشود! 😂👑

فقط خیلی سیخ نزنی رضا هاست رایگانه به  چوخ میره ! 🤣💻





خوش اومدی داداش ❤️🍻`,

	"X_antisocial": `سلام احمد جون زیبای من  😎
از بخش منو ها میتونی مسابقه سجاد شناسی رو انجام بدی 👑
لطفا با ربات زیاد ور نری هاست رایگان هست ممکنه دیگه جوابت نده🤣💻`,

	"AliNekouei": `سلام علی  207 سوار 😎
    به ربات خوش اومدی 👑
بزن  سجاد شناسی ببینم نمره چند میگیری  😂`,

	"AMAN7SN": `سلام بر سنجیده عزیز همسفر مشدی  😎
    به ربات خوش اومدی 👑
بزن  سجاد شناسی ببینم نمره چند میگیری  😂`,

	"XGamer7x7": `سلام بر ممد جون   😎
    به ربات خوش اومدی 👑
بزن  سجاد شناسی ببینم نمره چند میگیری  😂`,

	"Erfannajm2": `سلام بر سلطان بندر اقای نجمی  😎
    به ربات خوش اومدی 👑
بزن  سجاد شناسی ببینم نمره چند میگیری  😂`,

	"Zakria1st": `سلام بر سلطان بندر لنگه   😎
    به ربات خوش اومدی 👑
بزن  سجاد شناسی ببینم نمره چند میگیری  😂`,

	"Amirmmm65": `سلام بر سلطان داراب و سلطان عرق خوران   😎
    به ربات خوش اومدی 👑
بزن  سجاد شناسی ببینم نمره چند میگیری  😂`,

	"Amirimm5": `سلام بر سلطان اشپزی کانکس   😎
    به ربات خوش اومدی 👑
بزن  سجاد شناسی ببینم نمره چند میگیری  😂`,



	"Kopfsalat6": `سلام بر کاهوی عزیز  سلطان احتشام 😎
    به ربات خوش اومدی 👑
بزن  سجاد شناسی ببینم نمره چند میگیری  😂`,





	"Gorbayam": `سلام بر حسین عزیز جانننن😎
    به ربات خوش اومدی 👑
بزن  سجاد شناسی ببینم نمره چند میگیری  😂`,


	"soheilye": `سلام بر اقای صادقی عزیر مرغ فروشا چیز ببخشید مبل فروشا 😎
    به ربات خوش اومدی 👑
بزن  سجاد شناسی ببینم نمره چند میگیری  😂`,




}
